cask_args appdir: "/Applications"

tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "k1low/tap"
tap "kayac/tap"
tap "nektos/tap"

brew "act"
brew "amazon-ecs-cli"
brew "awscli"
brew "direnv"
brew "gh"
brew "git"
brew "jq"
brew "mysql-client"
brew "pipenv"
brew "pyenv"
brew "rbenv"
brew "saml2aws"
brew "terraform"
brew "ripgrep"
brew "tree"
brew "wget"
brew "yq"
brew "k1low/tap/tbls"
brew "kayac/tap/ecspresso"
cask "iterm2"
cask "session-manager-plugin"
cask "docker"
cask "skitch"
cask "the-unarchiver"
cask "visual-studio-code"
cask "google-japanese-ime"
cask "karabiner-elements"